Repository: GustavoVS/massificados
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: No object found to send the notification
pt_br: Objetos não encontrados para enviar a notificação.

source: No recipients found to send the notification
pt_br: Recipientes não encontrados para enviar a notificação.

source: Brazilian Portuguese
pt_br: Português Brasileiro

source: English
pt_br: Inglês

source: Date created
pt_br: Data de Criação

source: Email address
pt_br: Endereço de e-mail

source: Name
pt_br: Nome

source: Disclaimer
pt_br: Aviso

source: Fixing
pt_br: Erro

source: Variable
pt_br: Variável

source: Rules
pt_br: Regra

source: Individual
pt_br: Pessoa Fisica

source: Legal Person
pt_br: Pessoa Juridica

source: Image
pt_br: Imagem Principal

source: Icon 1
pt_br: Primeiro ícone

source: Icon 2
pt_br: Segundo ícone

source: Introduction
pt_br: Proteção

source: Description
pt_br: Descrição

source: Declaration
pt_br: Declaração

source: Full Declaration
pt_br: Declaração Completa

source: Other Documentos
pt_br: Informação

source: Rule JS
pt_br: Regra JS

source: Hint
pt_br: Dica

source: Header
pt_br: Cabeçalho

source: Client
pt_br: Cliente

source: Insured
pt_br: Seguradora

source: Commercial Protection
pt_br: Proteção

source: Profile Protection
pt_br: Proteção

source: Legal Opinion
pt_br: Pessoa Juridica

source: Other information
pt_br: Informação

source: Collection
pt_br: Proteção

source: Condition
pt_br: Condição

source: Profile Deadline
pt_br: Detalhe do Perfil

source: Profile Detail
pt_br: Detalhe do Perfil

source: Float
pt_br: Moeda

source: Number
pt_br: Número

source: Invalid value for this Field
pt_br: Valor inválido para este campo

source: This field is required
pt_br: Esse campo é obrigatório

source: Payment
pt_br: Prêmio

source: Phone
pt_br: Telefone

source: Kind Person
pt_br: Pessoa Juridica

source: Responsible
pt_br: Resposável

source: Activity
pt_br: Área de Atividade

source: Street
pt_br: Rua

source: District
pt_br: Bairro

source: Complement
pt_br: Complemento

source: City
pt_br: Cidade

source: State
pt_br: Estado

source: Postal Code
pt_br: CEP

source: Main Address
pt_br: Endereço de e-mail

source: Date Created
pt_br: Data de Criação

source: Officials and Partners/Directors
pt_br: Funcionários e Sócios/Diretores

source: Not Contributory
pt_br: Não Contributário

source: Yearly
pt_br: Anual

source: Begin date
pt_br: Início de vigência

source: End date
pt_br: Fim de vigência

source: I accept that the GalCorr make contact my client, if necessary
pt_br: Eu aceito que a GalCorr faça contato com o cliente, se necerrário.

source: Debt
pt_br: Prêmio

source: Proposal
pt_br: Proposta

source: Policy
pt_br: Apólice

source: Insured Capital
pt_br: Capital Segurado

source: Rate per Thousand
pt_br: Taxa do Seguro (Por Mil)

source: Insured Group
pt_br: Grupo Segurado

source: Costing
pt_br: Custeio do Prêmio

source: Revenues
pt_br: Periodicidade de Faturamento

source: Method
pt_br: Meio de págamento

source: Lives
pt_br: Vidas

source: New Sale [#%d] created
pt_br: Nova oportunidade [#%d] Criada

source: The new Sale [#%d] was created with status %s. Buyer %s, CPF/CNPJ %s
pt_br: A nova oportunidade [#%d] foi crida com status %s. Contratante %s, CPF/CNPJ %s

source: Sale [%d] has status changed
pt_br: A oportunidade [#%d] teve o status modificado

source: The Sale [%d] has status changed from %s to %s . Buyer %s, CPF/CNPJ %s
pt_br: A oportunidade [%d] teve o status modificado de %s para %s . Contratante %s, CPF/CNPJ %s

source: Data do Upload
pt_br: Atualização

source: New file uploaded to Sale [#%d]
pt_br: Novo arquivo anexo a oportunidade [#%d]

source: New file uploaded to Sale [#%d] in status %s. Buyer %s, CPF/CNPJ %s
pt_br: Um novo arquivo anexo a oportunidade [#%d] no status %s. Contratante %s, CPF/CNPJ %s

source: Value
pt_br: Valor

source: Payment Date
pt_br: Data de Pagamento

source: Maturity Date
pt_br: Data de Vencimento

source: Percentage
pt_br: Percentual

source: An error has occurred
pt_br: Um erro ocorreu

source: Select a File Type to upload
pt_br: Escolha o tipo de arquivo para upload

source: Select a File
pt_br: Selecione um arquivo

source: Successfully file uploaded
pt_br: Sucesso no upload do arquivo

source: Uploaded by <b>%s</b> in <small>%s</small>
pt_br: Incluído por <b>%s</b> em <small>%s</small>

source: Buyer
pt_br: Contratante

source: Insurance Company
pt_br: Seguradora

source: Owner
pt_br: Dodo da cotação

source: Users
pt_br: Usuários

source: Sorry, this page doesn't exist
pt_br: Desculpe, essa página não existe

source: Click
pt_br: Clique

source: here
pt_br: Aqui

source: to go to the Home page
pt_br: Para ir à página principal

source: E-mail ou Usuário
pt_br: Usuário ou Email

source: Products
pt_br: Produtos

source: Production
pt_br: Produção

source: Entries
pt_br: Cadastros

source: Notifications
pt_br: Notificações

source: My Profile
pt_br: Perfil

source: Logout
pt_br: Sair

source: Login
pt_br: Entrar

source: Profiles
pt_br: Perfis

source: Create Role
pt_br: Criar Perfil

source: Permissions of Menu
pt_br: Permissões

source: For Companies
pt_br: Para empresas

source: For People
pt_br: Para pessoa

source: Status See
pt_br: Status que pode ver - Campos de Cadastro

source: Status See Payment
pt_br: Status que pode ver - Campos de Prêmio

source: Status See Deadline
pt_br: Status que pode ver - Campos de Vigência

source: Status Edit
pt_br: Status que pode editar - Campos de Cadastro

source: Status Edit Payment
pt_br: Status que pode editar - Campos de Prêmio

source: Status Edit Deadline
pt_br: Status que pode editar -Campos de Vigência

source: Status Set
pt_br: Status que pode atribuir - (Ação que o usuároi pode fazer)

source: The user can see the production in those profiles
pt_br: O usuário pode ver a produção nos seguintes perfís de acesso

source: Files See
pt_br: Arquivos que pode ver

source: Files Download
pt_br: Arquivos que pode baixar

source: Quote Permissions
pt_br: Permissões de Acesso de Comissões e Repasses

source: Save Role
pt_br: Salvar Perfil

source: Search for a Profile
pt_br: Pesquisar usuário

source: Edit Profile
pt_br: Editar Perfil

source: Here you can manage the User Accounts
pt_br: Aqui você pode administrar as Contas de Usuário

source: Go to User Accounts
pt_br: Ir para as Contas de Úsuário

source: Here you can set pre made Access Profiles for each User Type
pt_br: Aqui você pode fazer Perfis de Acesso pra cada Tipo de Usuário

source: Go to User Profiles
pt_br: Ir para Perfis de Usuário

source: Create User
pt_br: Criar Usuário

source: Save User
pt_br: Salvar Usuário

source: Search for a User
pt_br: Pesquisar usuário

source: Last
pt_br: Sobrenome

source: This user do not login
pt_br: Esse usuário não pode fazer login

source: Edit User
pt_br: Editar Usuário

source: New
pt_br: Nova

source: All
pt_br: Todos

source: Notification
pt_br: Notificações

source: (New)
pt_br: (Nova)

source: There's no notifications
pt_br: Não há Notificações

source: Search for a Sale
pt_br: Pesquisar uma oportunidade

source: Quote
pt_br: Comissão

source: Effective
pt_br: Vigência

source: Director
pt_br: Diretor

source: Master
pt_br: Supervisor

source: Manager
pt_br: Gerente

source: Product
pt_br: Produto

source: Begin
pt_br: Início

source: End
pt_br: Fim

source: There's no Sales
pt_br: Não há oportunidades

source: Sell Product
pt_br: Produtos

source: Contract
pt_br: Contratar

source: Sale Owner
pt_br: Dono da oportunidade

source: Open
pt_br: Aberto

source: Address
pt_br: Endereço

source: Lead of
pt_br: Lead de

source: Quotation of
pt_br: Cotação de

source: Insurance
pt_br: Seguradora

source: Clauses
pt_br: Coberturas

source: Individual Capital
pt_br: Capital individual

source: Conditions of the product
pt_br: Condições do produto

source: Conditions
pt_br: Declaração

source: Close
pt_br: Fechar

source: Files
pt_br: Arquivos

source: Files to Download
pt_br: Arquivos para download

source: Uploaded files
pt_br: Arquivos a serem enviados

source: Uploaded by
pt_br: Enviado por

source: in
pt_br: Dica

source: There is no Files in this Sale. Click on "+" button to upload files.
pt_br: Não há arquivos nessa oportunidade, clique no "+" para adicionar novos arquivos.

source: You need to save the Sale to upload Files
pt_br: Você precisa salvar a oportunidade para salvar novos arquivos

source: Choose an action
pt_br: Escolha uma ação

source: Upload File
pt_br: Subir um arquivo

source: Change the Filetype
pt_br: Tipo de arquivo

source: Select a Filetype
pt_br: Escolha um tipo de arquivo

source: Select File
pt_br: Escolha um arquivo

source: Save
pt_br: Salvar

source: Massificados
pt_br: Massificado

source: All Products
pt_br: Produtos

source: For your Company
pt_br: Para sua Empresa

source: For You
pt_br: Para Você

source: For your
pt_br: Para sua

source: Company
pt_br: empresa

source: For
pt_br: Para

source: You
pt_br: Você

source: Users Profile
pt_br: Perfil de Usuário

source: Partners
pt_br: Parceiros

source: Campaign
pt_br: Campanha

source: Production Reports
pt_br: Produtos

source: Password
pt_br: Senha

source: Password (again)
pt_br: Senha (novamente)

source: The two password fields didn't match.
pt_br: As senhas não conferem

source: Username
pt_br: Nome do Usuário

source: Required. 30 characters or fewer. Letters, numbers and ./+/-/_ characters
pt_br: O campo pode conter 30 caracteres ou menos, letras, números e os caracteres ./+/-/_

source: Enter a valid username.
pt_br: Coloque um nome de usuário válido

source: First name
pt_br: Primeiro Nome

source: Last name
pt_br: Sobrenome

source: Staff status
pt_br: Status Staff

source: Active
pt_br: Ativo

source: Date joined
pt_br: Data de Criação

source: Partner
pt_br: Parceiro

source: Agency
pt_br: Agencia

source: user
pt_br: úsuário

source: users
pt_br: usuários

source: Permissions
pt_br: Permissões de Acesso

source: Profile
pt_br: Perfil

source: See Quote
pt_br: Pode visualizar Comissões e Repasses
